Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/press_releases_fi/27_10_2014_ks_koulutussuun.pdf.tmx
Source language: sms
Languages: fin

source: Sääʹm ǩiõl-laauǥ škooulâst – mäʹhtt tueʹrjjääm jiõččan ǩiõl da kulttuur mättʼtõõzzâst 6 mc (162 č)
fin: Saamen kielikylpy koulussa – miten tuen omaa kieltä ja kulttuuria opetuksessa 6 op (162 h)

source: Âʹlddmättʼtõs õhttsiʹžže 60 č mättʼtõõđi jiõččvälddsaž tuâi 102 č 24 teoriamättʼtõõzz 36 jooukohjjumuš 102 mättʼttõõđi jiõččvälddsaž tuâi (aktiivlaž tuâjjpõrtt-tuejjumuš / ǩeʹrjjlažvuõđ da / leʹbe essee da / leʹbe mäʹttjemtuâjj)
fin: Lähiopetusta yhteensä 60 h opiskelijan itsenäistä työtä 102 h 24 h teoriaopetusta 36 h ryhmäohjausta 102 h opiskelijan itsenäistä työtä (aktiivista työpajatyöskentelyä / kirjallisuutta ja / tai essee ja / tai oppimistehtävä)

source: Sääʹm-mättʼtõs miârkksââvv sääʹm ǩiõl da sääʹmǩiõllsa di sääʹm kulttuur mättʼtõõzz.
fin: Saamelaisopetus tarkoittaa saamen kielen ja saamenkielistä sekä saamelaisen kulttuurin opetusta.

source: Tõi tuâkksen lij vuâđđjuurd päärnai da nuõri vuõiggâdvuõđâst jiiʹjjes etnlaž identiteetta da kulttuurlaž juätǩǩma.
fin: Niiden taustalla on periaate lasten ja nuorten oikeudesta omaan etniseen identiteettiin ja kulttuuriseen jatkuvuuteen.

source: Sääʹm ǩiõll-laauǥmättʼtõõzzin juuʹrdet tõn sääʹmǩiõllsa mättʼtõõzz, koʹst sääʹm iʹlla päärnai vuõssmõsân mättjum jieʹnnǩiõll da koon täävtõsân lij raavsmâʹtted kiõlʼlânji rââžžap vueʹlǧǧemsââʹjest pueʹtti päärnai sääʹm ǩiõl.
fin: Saamen kielikylpyopetuksella tarkoitetaan sitä saamenkielistä opetusta, jossa saame ei ole lasten ensiksi opittu äidinkieli ja jonka tavoitteena on vahvistaa kielellisesti heikommista lähtökohdista tulevien lasten saamen kieltä.

source: Ǩiõll-laauǥmõõntõõllmõõžž tobddmõš da suåvldumuš sääʹm-mättʼtõʹsse tuäʹrjjad še sääʹm jieʹnnǩiõllân mainsteeʹjid uʹvddem sääʹmǩiõllsa mättʼtõõzz.
fin: Kielikylpymenetelmän tunteminen ja soveltaminen saamelaisopetukseen tukee myös saamea äidinkielenään puhuville annettavaa saamenkielistä opetusta.

source: Še jieʹnnǩiõllsai kiõlʼlaž tuâǥǥas lij täujja heterogeenlaž.
fin: Myös äidinkielisten kielellinen tausta on usein heterogeeninen.

source: uʹččteeʹli ämmatsilttõõzz õõudmumuužž nuʹtt, što sij pâʹstte ääiʹjbuužž pueʹrben väʹldded mättʼtõõzzâst lokku ǩiõlʼlânji da kulttuurlânji heterogeenlaž mättʼttõõđijoouk.
fin: Saamelaisopetuksen pedagoginen kehittäminen tarkoittaa mm. opettajien ammattitaidon kehittämistä siten, että he voivat entistä paremmin ottaa opetuksessa huomioon kielellisesti ja kulttuurisesti heterogeenisen oppilasryhmän.

source: Sääʹmuʹččteeʹlin liâ jiânnai ǩiõččlâsttmõõžž heterogeenlaž mättʼtõõđijoouk mättʼtumuužžâst.
fin: Saamelaisopettajilla on paljon kokemuksia heterogeenisen oppilasryhmän opettamisesta.

source: Määŋgas liâ juʹn kuuʹǩǩ ääiʹj čõõđtam ǩiõll-lauggi vuâđđjurddjid mättʼtõõzzstes, håt-i mättʼtõõzz iʹlla mieʹrtõllum veerǥlânji ǩiõll-lauggjen mättʼtõsplaanâst.
fin: Monet ovat jo pitkään toteuttaneet kielikylvyn periaatteita opetuksessaan, vaikka opetusta ei ole määritelty virallisesti kielikylvyksi opetussuunnitelmassa.

source: Škooultõs vueiʹtlvâstt jeeʹres vuuʹdin da jeeʹresâkksai päärnaivuiʹm tueʹjjeeji uʹččteeʹli teâđ da ǩiõččlâsttmõõžži juâkkmõõžž.
fin: Koulutus mahdollistaa eri alueilla ja eri-ikäisten lasten kanssa työskentelevien opettajien tiedon ja kokemusten jakamisen.

source: Škooultõõzz vuõss-sâʹjjsiʹžžen täävtõsân lij uʹvdded uʹččteeʹlid vueiʹttemvuõđid õõudeed ođđ mõõntõõllmõõžžid sääʹm ǩiõlin mättumuʹšše da ǩiõl jeälltumuʹšše škooultuâjast, taʹrjjeed siʹjjid tueʹjjeemareena da neäʹvvaid ǩiõlmättʼtõsse juõǩǩpeiʹvvsaž škooultuâjast.
fin: Koulutuksen ensisijaisena tavoitteena on antaa opettajille mahdollisuuksia kehittää uusia menetelmiä saamen kielellä opettamiseen ja kielen elvyttämiseen koulutyössä, tarjota heille työskentelyareena ja välineitä kielikylpyopetukseen käytännön koulutyössä.

source: Nuʹbben vääznai täävtõsân lij valmštõõttmõs oudd- da vuâđđmättʼtõõzz ođđ mättʼtõsplaani âânmavälddma sääʹmmättʼtõõzzâst.
fin: Toisena tärkeänä tavoitteena on valmistautuminen esi- ja perusopetuksen uusien opetussuunnitelmien käyttöönottamiseen saamelaisopetuksessa.

source: Škooultõõzz täävtõsân lij raajjâd čââvab teâđvaajtem vueʹjjid da lââʹssted mättʼtõstuâjjlažkååʹdd teâđ lääʹjjšeâttmõõžž uʹvddem sääʹm-mättʼtõõzz vueiʹttemvuõđin juõǩǩpeiʹvvsaž tuâjast.
fin: Koulutuksen tavoitteena on luoda tiiviimmät tiedonvaihdon käytännöt ja lisätä opetushenkilöstön tietoa lainsäädännön suomista saamelaisopetuksen mahdollisuuksista käytännössä.

source: Ǩiõllkõõčmõš sääʹm-mättʼtõõzzâst siisǩad ǩiõl seillmõõžž täävtõõzz: jiiʹjjesǩiõllsa mättʼtõõzz vueiʹtlvâʹsttmõõžž sääʹm jieʹnnǩiõllân mainsteeʹjid da ǩiõl mättumuužž ǩiõl siltteeǩâni leʹbe tõn hueʹnben mainsteeʹjid.
fin: Kielikysymys saamelaisopetuksessa sisältää kielen säilymisen tavoitteen: omakielisen opetuksen mahdollistamisen saamea äidinkielenään puhuville ja kielen opettamisen kieltä osaamattomille tai sitä heikommin puhuville.

source: ʼõutsââʹjest täk tueʹjjee ǩiõl revitalisaatia vuâđđjurddi leʹbe tõn, što ǩiõll serddai õõudårra veeidmõs vueiʹtlvaž mainsteeʹjivuâđast.
fin: Yhdessä nämä muodostavat kielen revitalisaation periaatteen eli sen, että kieli siirtyy eteenpäin mahdollisimman laajalla puhujapohjalla.

source: Pukid õhttsaž täävtõsan lij päärnai da nuõri šõddmõš aktiivlaž da tuåimmsallaž kueiʹtǩiõllsažvuõʹtte da nuʹtt sääʹm ǩiõli aktiivlaž õõʹnnji meäʹr šorrnumuš.
fin: Kaikille yhteisenä tavoitteena on lasten ja nuorten kasvaminen aktiiviseen ja toiminnalliseen kaksikielisyyteen ja siten saamen kielten aktiivisten käyttäjien määrän kasvaminen.

source: Kulttuurkõõččmõš sääʹm-mättʼtõõzzâst čuäjad mättʼttõõzz rool årra ǩiõl, kulttuur da äʹrbbvuâđlaž teâđ da määttai seʹrddjen nuõrab puõlvvõõǥǥid.
fin: Kulttuurikysymys saamelaisopetuksessa viittaa opetuksen rooliin kielen, kulttuurin ja perinteisen tiedon ja taitojen siirtäjänä nuoremmille sukupolville.

source: Sääʹmuʹččteeʹli silttumuužž tueʹrjjumuš da säʹmmlai peâmmäärvai meâldlânji pedagoglaž rääʹtǩtõõzzi da didaktlaž tuåimmmaalli õõudumuužžâst mättʼtõõzzâst lij ääiʹjpoddsaž da taarblaž tuejjõs.
fin: Saamelaisopettajien osaamisen tukeminen ja saamelaisten kasvatusarvojen mukaisten pedagogisten ratkaisujen ja didaktisten toimintamallien kehittäminen opetuksessa on ajankohtainen ja tarpeellinen tehtävä.

source: Škooultõõzz siiʹsǩež:
fin: Koulutuksen sisältö:

source: I Jååʹđtõs / Äiggsaž tiuddsallaž ǩiõll-laauǥ Lääʹddjânnmest / Ǩiõll-laauǥ da päärna ǩiõlʼlaž õuddnumuš 1 mc
fin: I Johdanto / Varhainen täydellinen kielikylpy Suomessa / Kielikylpy ja lapsen kielellinen kehitys 1 op

source: Täävtõõzz: Täävtõsân lij, što sääʹm-mättʼtõõzz tuâjjlažkåʹdd vuäǯǯ vuâđđeei teâđaid päärna ǩiõlʼlaž ouddnumuužžâst, ǩiõll-lauggjest mättʼteem-moontõõllmõšân, fiʹttõõzzin, teoreettlaž raamin, vueʹjjmeâldlaž čõõʹđtumuužžâst, ǩiõččlâsstmõõžžin da mäʹttjempuåđõõzzin.
fin: Tavoitteet: Tavoitteena on, että saamelaisopetuksen henkilöstö saa perustavat tiedot lapsen kielellisestä kehityksestä, kielikylvystä opetusmenetelmänä, käsitteistä, teoreettisesta viitekehyksestä, käytännön toteutuksesta, kokemuksista ja oppimistuloksista.

source: Tuâjjpõrtt-tuejjumuužž mieʹrren lij ǩiõttʼtõõllâd mõõnn-nalla tät teâtt lij suåvldemnalla sääʹm-mättʼtõʹsse.
fin: Työpajatyöskentelyn tehtävänä on käsitellä miten tämä tieto on sovellettavissa saamelaisopetukseen.

source: Tueʹjjeemnääʹll: Âʹlddmättʼtõs, ohjjuum tuâjjpõrtt-tuejjumuš da mättjemtuâi.
fin: Toteutustapa: Lähiopetus, ohjattu työpajatyöskentely ja oppimistehtävät.

source: II Sääʹmǩiõllsa ǩiõll-lauggi vuâđđtõõzz 1 mc
fin: II Saamenkielisen kielikylvyn perusteet 1 op

source: Täävtõõzz: Täävtõsân lij, što sääʹm-mättʼtõõzz tuâjjlažkåʹdd vuâǯǯ vuâđđeei teâđaid õhttlõõvvum oummu da õhttsažkååʹdd ǩiõlljeälltumuužžâst, ǩiõll-laauǥmõõntõõllmõõžžin sääʹm õhttsažkååʹddest, kueiʹt- da määŋgǩiõllsažvuõđâst sääʹmpäärnai mättʼtõõzzâst di säʹmmlaž pedagogiikkâst sääʹm ǩiõll-lauggi vuâđđan.
fin: Tavoitteet: Tavoitteena on, että saamelaisopetuksen henkilöstö saa perustavat tiedot yksilön ja yhteisön kielenelvytyksestä, kielikylpymenetelmistä saamelaisessa yhteisössä, kaksi- ja monikielisyydestä saamelaislasten opetuksessa sekä saamelaisesta pedagogiikasta saamelaisen kielikylvyn perustana.

source: III Konkreettlaž ǩiõll-laauǥ mõõntõõllmõõžž 3 mc
fin: III Konkreettiset kielikylpymenetelmät saamelaisopetuksessa 3 op

source: Täävtõõzz: Sääʹm-mättʼtõõzz tuâjjlažkååʹdd ǩiõll-laauǥmättʼtõõzz pedagoglâž da aaunâsvaaldšmõʹtti silttõõzzi lââʹsstumuš, koivuiʹm vueiʹtet õõudeed ođđ sääʹm ǩiõl da kulttuur lokku vaʹlddi pedagoglaž vueʹjjid.
fin: Tavoitteet: Saamelaisopetuksen henkilöstön kielikylpyopetuksen pedagogisten ja ainehallinnallisten taitojen lisääminen, joiden avulla voidaan kehittää uusia saamen kielen ja kulttuurin huomioivia pedagogisia käytäntöjä.

source: Sääʹm-mättʼtõõzz tuâjjlažkåʹdd vuäǯǯ teâđ da silttõõzzid ǩiõll-laauǥmättʼtõõzzâst ââʹnnem ǩiõlllaauǥmõõntõõllmõõžžin da tõʹst, mõõnn-nalla mõõntõõllmõõžž liâ suåvldemnalla sääʹm-mättʼtõʹsse.
fin: Saamelaisopetuksen henkilöstö saa tietoa ja taitoja kielikylpyopetuksessa käytettävistä opetusmenetelmistä ja siitä, miten menetelmät ovat sovellettavissa saamelaisopetukseen.

source: IV Sääʹm ǩiõll-lauggjin aktiivlaž ǩiõlõõʹnnjen 1 mc
fin: IV Saamen kielikylvyllä aktiiviseksi kielenkäyttäjäksi 1 op

source: Täävtõõzz: Täävtõsân lij, što sääʹm-mättʼtõõzz tuâjjlažkåʹdd raavad jiiʹjjes silttõõzz sääʹm kulttuur da ǩiõl siʹrddjen.
fin: Tavoitteet: Tavoitteena on, että saamelaisopetuksen henkilöstö vahvistaa osaamistaan saamelaisen kulttuurin ja kielen välittäjänä.

source: Mättjempââʹjest mättʼtõõđât ǩiõll-lauggi miârktõs sääʹm ǩiõl mättjumuužžâst da sääʹm ǩiõli jeälltumuužžâst, täʹrǩstõõlât päärna mättpälggaz ǩiõlʼlaž šõddmõõžž vueiʹnlmest.
fin: Opintojaksossa perehdytään kielikylvyn merkitykseen saamen kielen oppimisessa ja saamen kielten elvytyksessä, tarkastellaan lapsen opintopolkua kielellisen kasvun näkökulmasta.
